const ar = {
    error:{
        notfound:"هذه الصفحة غير موجودة"
    },
    navbar:{
        beforeAuth:["الدخول","التسجيل"],
        lang:"اللغة"
    },
    container:{
        block1:["دائما متعطش للقراءة ؟",["سنيب لديه"," الأفضل ","في الميدان"],["ساعد كتابا جددا و شجعهم","إقرأ كتبك المفضلة","إقرأ لكل الأعمار"]],
        block2:["تعرف على سنيب","رفيقك الجديد في القراءة",["تحدث مع كاتبك المفضل","كون صداقات جديدة","لا تفوت إشعارا","إقرأ كتبا جديدة"]],
        block3:["سهل الإستعمال","إختر ما يناسبك في الإعدادات لتكون في منزلك الجديد",["إختر الوضعية","ألوانك المفضلة","شخص حسابك"]],
        block4:["سنيب يكبر حسابك",["أنشر كتاباتك ","مجانا"],["قيم عملك","لاقي مواضيع جديدة"]],
        block5:["خذني للتسجيل","أو","عندي حساب"]
    },
    signin:{
        email:"الحساب الإلكتروني",
        emailError:"الرجاء التحقق من البريد",
        pass:"كلمة السر",
        passError:"طول كلمة السر يجب أن يكون على الأقل 8",
        signin:"دخول",
        forgot:"نسيت كلمة السر ؟"
    },
    signup:{
        fName:"الإسم",
        lName:"اللقب",
        formatError:"الرجاء التثبت",
        email:"البريد الإلكتروني",
        emailError:"الرجاء التثبت من البريد",
        username:"إسم المستخدم",
        usernameError:"هذا الإسم غير متوفر",
        createP:"كلمة السر",
        confP:"تأكيد كلمة السر",
        finButton:"التسجيل"
    },
    forgotPassword:{

    }
}
export default ar